Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Погода 1.tmx
Source language: ba
Languages: ru

source: ӨФӨ, 2016 йыл, 21 октябрь. /«Башинформ» мәғлүмәт агентлығы, Гөлфиә Акулова/.
ru: УФА, 21 окт 2016. /ИА «Башинформ», Гульфия Акулова/.

source: Башҡортостанда һауа температураһының түбәнәйеүе дауам итә.
ru: В Башкортостане продолжается понижение температуры воздуха.

source: Алдағы ял көндәрендә төбәктә ҡар ҡатыш ямғыр яуасаҡ.
ru: В предстоящие выходные в регионе будут идти дождь со снегом.

source: Иртәнге сәғәттәрҙә юлдарҙа боҙлауыҡ көтөлә.
ru: В утренние часы на отдельных участках дорог ожидается гололедица.

source: 22 һәм 23 октябрҙә һауа температураһы көндөҙ -1,+4, төндә -2,-7 градус буласаҡ, аяҙайтҡанда 12 градусҡаса һыуытасаҡ.
ru: 22 и 23 октября температура воздуха днем будет -1,+4, в ночные часы столбики термометров опустятся до -2,-7°, при прояснениях до -12 градусов.

source: Октябрҙең өсөнсө декадаһында республикала уртаса һауа температураһының норманан 2-3 градусҡа түбәнерәк булыуы көтөлә, тип хәбәр итә Рәсәй Гидрометүҙәге.
ru: В третьей декаде октября среднесуточная температура воздуха по республике ожидается на 2-3 градуса ниже нормы, сообщает Гидрометцентр России.
